{
    "faqrow1": [
        {
            "title": "What if I don't have a team or an idea?",
            "body": "No problem! Many hackers do not have a fully-formed team or hack concept before the event begins. We will be hosting team-forming activities after hacking begins to help you find the perfect match. If you're a first-time hacker, there will be many others looking for team members with whom you can pair."
        },
        {
            "title": "Who can attend?",
            "body": "All undergraduate students from any university in the world are eligible, but students in and around Silicon Valley/Bay Area will be given preference. The eligibility of high school students is TBD."
        },
        {
            "title": "How much does it cost?",
            "body": "SiliconHacks is free for all accepted hackers. We will provide your WiFi, meals, caffeine, swag, and workspace for the entire weekend."
        },
        {
            "title": "How big should teams be? Can I hack alone?",
            "body": "We highly encourage you to build with a team. Teamwork is deeply rooted in the hacking ethos, and you'll have a better time building with your brightest peers. Teams should be at most four people."
        },
        {
            "title": "What if I have another question?",
            "body": "Please feel free to reach out to us via <a href='https://www.facebook.com/SiliconHacks' target='_blank'>Facebook</a>, <a href='https://twitter.com/SiliconHacks' target='_blank'>Twitter</a>, or <a href='mailto:hacksilicon@gmail.com' target='_blank'>email at hacksilicon@gmail.com</a>."
        }
    ],
    "faqrow2": [
        {
            "title": "What is a hackathon?",
            "body": "Hackathons are where your crazy ideas become reality. Build anything—there are no restrictions on what you can create. Dive in and make the most incredible thing you can alongside fellow creators. While some may see hackers as the crazy ones, we see genius."
        },
        {
            "title": "What resources will I have access to?",
            "body": "We plan to have mentors, hardware, and workshops available throughout the event. Please check back later for more details."
        },
        {
            "title": "What should I make?",
            "body": "There are no limits except for one's own imagination. Judges will review your projects based on criteria such as creativity, effort, utility, complexity, and real-world impact. For an idea of what Hackathon projects look like, check out <a href='http://devpost.com' target='_blank'>Devpost</a>."
        },
        {
            "title": "What should I bring?",
            "body": "All attendees are required to bring their valid student ID for admission. Laptops, sleeping bags, and toiletries are highly recommended."
        },
        {
            "title": "Is there a code of conduct?",
            "body": "<a href='http://static.mlh.io/docs/mlh-code-of-conduct.pdf' target='_blank'>yes.</a>tl;dr: Don't be a jerk."
        },
        {
            "title": "How will I get to the Bay?",
            "body": "Free SiliconHacks-sponsored buses will pick up and drop off hackers at universities within California. Flights from anywhere are unlikely to be reimbursed though a final position is TBD. Car rides are likely to be reimbursed up to a certain amount, though the amount itself is TBA."
        }
    ],
    "organizers": [
        {
            "name": "Dhanush Patel",
            "link": "http://dhanushpatel.x10host.com",
            "image": "dhanush.jpg",
            "school": "Diablo Valley College"
        },
        {
            "name": "Moshe Rienhart",
            "link": "",
            "image": "moshe.jpg",
            "school": "San Jose State University"
        },
        {
            "name": "Minwei Xu",
            "link": "http://mwxu.me",
            "image": "minwei.jpg",
            "school": "UC Davis"
        },
        {
            "name": "Anderson Pan",
            "link": "",
            "image": "anderson.jpg",
            "school": "Diablo Valley College"
        },
        {
            "name": "Jiarun Chen",
            "link": "http://dhanushpatel.x10host.com",
            "image": "jiarun.jpg",
            "school": "John F. Kennedy High School"
        },
        {
            "name": "Jesse Gao",
            "link": "",
            "image": "jesse.jpg",
            "school": "UC Berkeley"
        },
        {
            "name": "Vivian Shen",
            "link": "",
            "image": "vivian.jpg",
            "school": "Columbia University"
        }
    ],
    "schedule": [
        {
            "event": "Event starts:",
            "time": "TBA"
        }
    ]
}